/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"loading" = "Loading...";

"album" = "Album";

"pick_photo" = "Pick Photo";

"pick_photos" = "Pick Photos";

"queue_status_finished" = "Being recognized in the cloud...";

"queue_status_wait" = "Waiting for upload";

"queue_status_failed" = "Failed to upload";

"queue_status_uploading" = "Uploading...";

"btn_retake" = "Re-take";

"btn_delete" = "Delete";

"delete" = "Delete";

"cancel" = "Cancel";

"queue_title" = "Queue";

"queue_empty" = "The queue is empty";

"camera_access_failed" = "You can enter the system settings > privacy > camera to allow weibo access to your camera.";

"ok" = "OK";